Revit 2024 API
BuiltInFailures.ToggleViewFailures Class
 Failures about ToggleView.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class ToggleViewFailures
Visual Basic
Public NotInheritable Class ToggleViewFailures
Visual C++
public ref class ToggleViewFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.ToggleViewFailures
See Also
BuiltInFailures.ToggleViewFailures Members
Autodesk.Revit.DB Namespace